
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "Avanzate";
"title_Back" = "Indietro";
"title_Cancel" = "Annulla";
"title_Continue" = "Continua";
"title_Finish" = "Fine";
"title_GoBack" = "Indietro";
"title_Next" = "Successivo";
"title_No" = "No";
"title_Quit" = "Esci";
"title_Skip" = "Salta";
"title_TryAgain" = "Riprova";
"title_Update" = "Aggiorna";
"title_Yes" = "Sì";
"title_StartAgain" = "Riavvia";
"title_StopBlinking" = "Interrompi lampeggiamento";
"title_Other" = "Altro…";
"title_Upload" = "Invia";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "Base AirPort";
"kDeviceOriginConfigured.Base Station" = "Configurazione precedente base AirPort";
"kDeviceOriginConfigured.Time Capsule" = "Configurazione Time Capsule precedente";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "Network wireless";
"kDeviceOriginNetworkPreferred" = "Network utilizzato in precedenza";

/* Status strings */
"status_Configured" = "Configurato";
"status_Unconfigured" = "Non configurato";

/* Joining wireless networks */
"password_protected" = "Il network AirPort “%@” è protetto da una password.";
"enterprise_title" = "Network WPA Enterprise";
"enterprise_error" = "Il network AirPort  “%@” è un network WPA Enterprise. L'utility AirPort non supporta i network WPA Enterprise.";
"password_error" = "La password inserita non è corretta.";
"generic_join_error" = "Si è verificato un errore durante l'accesso al network wireless selezionato.";
"tryAgain" = "Desideri riprovare?";
"generic_read_error" = "Si è verificato un errore durante la comunicazione con il dispositivo selezionato.";
"join_warning" = "Per identificare questa base AirPort Express è necessario modificare i network wireless. Eventuali connessioni che si servono del network wireless attuale verranno interrotte. Vuoi continuare?";
"finalJoinError" = "Si è verificato un errore durante l'accesso al network wireless “%@”.";
"finalJoinSuggest" = "Prova a selezionare “%@” dal menu Wi-Fi.";

/* Identify */
"identify_title" = "Identifica";
"light_is_blinking" = "L'indicatore luminoso di stato sull'AirPort Express selezionato lampeggia di colore verde e giallo.";
"GenericIdentifyDescription" = "L'indicatore luminoso di stato sulla %@ selezionata lampeggia di colore verde e giallo.";
"blinking_not_supported" = "La funzione di identificazione non è supportata dal dispositivo wireless AirPort selezionato";

/* Reading base station info */
"base_station_protected" = "Inserisci la password scelta per questa %@.";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "Aiuto AirPort";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "Aiuto AirPort";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "Non è stato rilevato alcun network AirPort";
"no_unconfigured_networks" = "Assicurati che la %@ sia collegata e che si trovi nel raggio di azione del computer; quindi fai clic su Continua per riprovare.";
"try_again_found_nothing" = "Non è stato rilevato alcun network AirPort. Assicurati che la %@ sia collegata e che si trovi nel raggio di azione di questo computer, quindi fai clic su Riprova.";
"no_mdns_record_showed_up" = "Utility AirPort non è stata in grado di trovare il dispositivo wireless AirPort.";
"no_other_networks_title" = "Non è stato rilevato alcun network AirPort esistente";
"no_other_networks_found" = "Assicurati che il computer si trovi nel raggio di azione del network esistente.";


/* Keychain information */
"keychainBaseStationDescription" = "Password base AirPort";
"keychainBaseStationType" = "Base AirPort";
"keychainNetworkDescription" = "Password network AirPort";
"keychainNetworkType" = "Network AirPort";
"keychainSpeakerDescription" = "password dell'applicazione";
"keychainSpeakerType" = "Altoparlante remoto";

"ConfigAccessError" = "Errore base";

/* Panel Headers */
"introHeader" = "Introduzione";
"networkSetupHeader" = "Configurazione network";
"summaryHeader" = "Riepilogo";
"internetHeader" = "Configurazione Internet";
"PeripheralsHeader" = "Configura dischi AirPort";
"WDSHeader" = "Configura WDS";
"MigrateDiskHeader" = "Migrazione disco";

/* Continue text strings */
"continueWelcome" = "Per iniziare, fai clic su Continua.";
"continueProceed" = "Fai clic su Continua per proseguire.";
"continueScanAgain" = "Fai clic su Continua per cercare ancora.";
"wdsWarningFooter" = "La modifica del nome, della password o della sicurezza del network wireless determinerà la disconnessione del network WDS.";
"clientWarningFooter" = "La modifica del nome, della password o della sicurezza del network wireless determinerà la disconnessione di AirPort Express.";
"clientStartWarningFooter" = "La modifica delle impostazioni può determinare la disconnessione di AirPort Express.";

/* Pre-verification error strings */
"mismatchPassword" = "I campi Password e Verifica password non corrispondono.";
"mismatchWirelessPassword" = "I campi Password network wireless e Verifica password non corrispondono.";
"mismatchPasswordReenter" = "Inserisci la stessa password in entrambi i campi.";
"missingWirelessPassword" = "Per proseguire è necessaria una password di network wireless.";
"wirelessNetworkPassword" = "Password wireless";
"missingNetworkName" = "Per proseguire è necessario un nome di network wireless.";
"missingNetworkNameWDS" = "Scegli un network AirPort Extreme o AirPort Express per proseguire.";
"missingNetworkNameClient" = "Scegli un network wireless per proseguire.";
"missingAccountName" = "Per proseguire è necessario un nome account PPPoE.";
"missingPassword" = "Per proseguire è necessaria una password.";
"missingPhone" = "Per proseguire è necessario un numero di telefono primario.";
"missingUsername" = "Per proseguire è necessario un nome account.";

/* Public password strings */
"genericConfirmPublicPassword" = "Questo %@ è protetto dalla password di default “public”.";
"ConfirmPublicPassword1" = "Per aumentare la sicurezza, crea una password differente.";

/* Error Titles */
"settingError" = "Errore di configurazione: %@";
"generalError" = "Errore generico";
"passwordError" = "Errore password";

/* WDS status strings */
"ConfiguringForWDS" = "Configuro questa %@ per estendere il network AirPort";
"WDSConfigInitialString" = "Sto configurando %@ per l'accesso al tuo network wireless: attendi un momento.";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "Configuro network principale per un nuovo WDS remoto.";
"WDSConfiguringRemote" = "Configuro un nuovo WDS remoto per la connessione al network principale.";
"WDSJoiningNewNetwork" = "Accedo al nuovo network WDS.";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "Configuro il tuo network wireless esistente perché vi sia consentito l'accesso.";
"DWDSConfiguringRemote" = "Configuro %@ per l'accesso al tuo network wireless.";
"DWDSJoiningNewNetwork" = "Accedo al network wireless esistente…";
"GeneralDWDSError" = "Si è verificato un errore durante la configurazione del dispositivo wireless AirPort per l'accesso al tuo network wireless. Esci da Utility AirPort e riprova.";
"DWDSSetupCanceled" = "La configurazione è stata annullata.";
"DWDSConfigInitialString" = "Sto configurando %@ per l'accesso al tuo network wireless: attendi un momento.";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "Leggo le impostazioni del %@ selezionato…";
"MigrateSettingsReadingSourceGeneral" = "Leggo le impostazioni del dispositivo wireless AirPort selezionato…";
"MigrateRejoiningNetwork" = "Accedo di nuovo al network…";
"MigrateSettingsGeneralError" = "Si è verificato un problema durante la configurazione di %@ per la sostituzione del dispositivo selezionato. Esci da Utility AirPort e riprova.";
"MigrateSettingsIniting" = "%@ è in fase di configurazione per sostituire il dispositivo wireless AirPort selezionato…";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "Si è verificato un errore durante la sostituzione del disco Time Capsule selezionato e l'inizio della migrazione. Esci da Utility AirPort e riprova.";
"MigrateDiskIniting" = "Avvio migrazione…";
"MigrateSettingsJoiningSource" = "Connessione al dispositivo Time Capsule precedente…";
"MigrateDiskPreparingDest" = "Trasferisco impostazioni…";
"MigrateDiskWaitingForResolve" = "Attendo il riavvio di Time Capsule…";
"MigrateDiskStartingBackup" = "Avvio migrazione disco…";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "Connetto al precedente %@…";
"UpdateDeviceWritingSource" = "Scrivo le impostazioni sul nuovo %@…";
"UpdateDeviceGeneralError" = "Si è verificato un problema durante la configurazione di %@. Esci da Utility AirPort e riprova.";

/* Migrate Disk labels */
"MigrateDiskCategory" = "Migrazione";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "temp-old";
"MigrateDiskFooter" = "Fai clic su Aggiorna per trasferire le impostazioni e il contenuto del disco.";

/* Updating progress strings */
"genericWaitRestart" = "In attesa del riavvio di %@…";
"networkSearch" = "Cerco network wireless…";
"attemptJoin" = "Accedo al network wireless…";

/* Misc Strings */
"providedAuto" = "(Fornito automaticamente )";
"selectNetwork" = "Seleziona network";

/* Summary Panel Labels */
"connectUsingLabel" = "Connessione via:";
"configureViaLabel" = "Configura TCP/IP:";
"ipAddressLabel" = "Indirizzo IP:";
"accountNameLabel" = "Nome account:";
"serviceLabel" = "Nome servizio:";
"connectUsingWDS" = "Accedi a un network (utilizzando WDS)";
"SummaryTheseSettingsAreNotCorrect" = "Queste impostazioni non sono corrette";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "Numero di telefono secondario:";
"usernameLabel" = "Nome account:";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "Un network WDS reso sicuro da WPA richiede che il dispositivo wireless AirPort principale utilizzi il firmware attuale. Assicurati di utilizzare il firmware aggiornato o imposta la sicurezza wireless su WEP e riprova.";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "Hai selezionato un dispositivo wireless AirPort utilizzando la sicurezza WPA Enterprise come dispositivo wireless WDS principale. Utility AirPort non supporta la sicurezza WPA Enterprise sul dispositivo wireless principale del network WDS.";

/* WDS Errors */
"GeneralWDSError" = "Si è verificato un errore durante la configurazione del dispositivo wireless AirPort per WDS. Esci da Utility AirPort e riprova.";
"MainInBridgeModeForWDSError" = "Il dispositivo wireless AirPort selezionato come dispositivo wireless principale WDS non sta assegnando gli indirizzi IP. Configura questo dispositivo wireless per assegnare gli indirizzi IP.";
"WDSSetupCanceled" = "La configurazione del WDS è stata annullata.";
"WDSErrorTitle"	= "Errore di configurazione WDS";

/* Status messages */
"joining_network" = "Accedo al network wireless.";
"reading_config" = "Leggo la configurazione…";
"status_scan" = "Cerco network…";
"status_search" = "Ricerca dispositivo wireless AirPort in corso…";
"status_identify" = "Identifica…";

/* Maybe needed to fix 3663944 */
"available_networks" = "Network AirPort disponibili:";
"select_network" = "Seleziona il network AirPort che desideri configurare.";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "Nome %@";
"genericPasswordLabel" = "Password %@";
"genericModeLabel" = "Modalità %@";

"genericNewChoice" = "Configura una nuova %@";
"genericOldChoice" = "Modifica le impostazioni di una %@ esistente";
"genericBasePassPanelHeader" = "Configura %@";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "Specifica se desideri configurare una nuova %@ o preferisci apportare modifiche ad una configurazione già esistente.";
"genericSelectNewHeader" = "Seleziona la %@ che desideri modificare. Se non è nell'elenco, fai clic su Cerca ancora. Se non sai quale dispositivo wireless AirPort scegliere, fai clic su Identifica.";
"genericSelectConfiguredHeader" = "Seleziona la %@ che desideri modificare. Se non è nell'elenco, fai clic su Cerca ancora. Se non sai quale dispositivo wireless AirPort scegliere, fai clic su Identifica.";
"genericSelectNetworkHeader" = "Scegli il network AirPort contenente la %@ che desideri configurare.";
"genericClientDescription" = "Seleziona questa opzione se desideri che %@ estenda il network wireless e condivida la connessione Internet.";
"genericNetworkNameHeader" = "Per personalizzare la %@, assegna un nome al network wireless.";
"genericNetworkNameDescription" = "Questo sarà il nome che apparirà quando cercherai di connetterti al network.";
"genericBaseNameDescription" = "Successivamente, dai un nome a %@.";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "%2$@ di %1$@";
"genericWirelessNetwork" = "Network";
"genericBasePasswordHeader" = "Inserisci una password per proteggere le impostazioni di questa %@.";
"genericBasePasswordDescription" = "Dovrai utilizzare questa password per modificare le impostazioni su questa %@.";
"genericBasePasswordDescription2" = "Per maggiore sicurezza, utilizza una password diversa da quella del network.";
"genericModeHeader" = "Specifica l'operazione che vuoi eseguire con %@.";
"genericSummaryHeader" = "%@ userà le impostazioni indicate di seguito. Assicurati che siano corrette.";
"genericSummaryNoChangeHeader" = "%@ attualmente utilizza le importazioni sottostanti.";
"genericReplaceSummaryHeader" = "%1$@ verrà configurato utilizzando le impostazioni di “%2$@”.";
"genericSummaryFooter" = "Se queste impostazioni sono corrette, fai clic su Aggiorna per terminare la configurazione di questo %@.";
"genericSummaryFooterClickInstructions" = "Fai clic su Continua per modificare le impostazioni.";
"genericPPPoEHeader" = "Immetti il nome dell'account PPPoE (PPP over Ethernet), la password e il nome facoltativo del servizio ricevuto dal tuo Internet provider.";
"genericDHCPHeader" = "La %@ è attualmente connessa a Internet utilizzando un modem via cavo o DSL oppure Ethernet con un indirizzo IP assegnato automaticamente tramite DHCP. Conferma o inserisci le informazioni opzionali che eventualmente hai ricevuto dal provider Internet o dall'amministratore del network.";
"genericModemHeader" = "Inserisci le impostazioni del modem relative a questa %@.";
"genericBridgeModeHeader" = "Seleziona se desideri che la tua %@ operi in modalità Bridge o condivida un indirizzo IP utilizzando DHCP e NAT.";
"genericBridgeModeYes" = "Modalità bridge";
"genericBridgeModeYesDescription" = "Seleziona questa opzione se %@ è connessa a un router o un altro dispositivo di networking che già utilizza DHCP e NAT per assegnare indirizzi IP ai computer che fanno parte del network.";
"genericBridgeModeNo" = "Condividi un indirizzo IP singolo utilizzando DHCP e NAT";
"genericBridgeModeNoDescription" = "Seleziona questa opzione se la %@ è collegata direttamente a Internet con una linea DSL o un modem via cavo oppure a un network tramite una connessione Internet e se desideri utilizzare DHCP e NAT per fornire gli indirizzi IP ai computer del network.";
"genericFinalDescription" = "%@ è configurato per connettere a Internet e condividere una stampante USB.";
"genericMissingNameWarning" = "Per proseguire è necessario un nome per la %@.";
"genericMissingNameWarning.alternateArticle" = "Per continuare è necessario un nome di %@.";
"genericMissingBasePassWarning" = "Per proseguire è necessaria una password.";
"genericMismatchBasePassword" = "I campi Password e Verifica password non corrispondono.";
"ResetBroadbandMessage" = "Se utilizzi un modem con cavo per connetterti a Internet, spegni il modem, rimuovi la batteria se presente, attendi qualche secondo, inserisci nuovamente la batteria, quindi accendi nuovamente il modem.";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "Utility AirPort ha rilevato una nuova %1$@%2$@ denominata “%3$@”.\n\nSe non si tratta della %4$@ che desideri configurare, riprova dopo aver verificato il collegamento e la prossimità al computer.";
"withNetworkNamed" = " con un network wireless";
"genericNoNetworksHeader" = "Non è stato rilevato alcun network %1$@. Assicurati che %2$@ sia collegata e si trovi nel raggio di azione del computer.";
"genericOldNetworkConfirm" = "Utility AirPort ha rilevato una %1$@ con un network wireless denominata “%2$@”.\n\nSe non si tratta della %3$@ che desideri configurare, assicurati che sia collegata e si trovi nel raggio di azione del computer e fai clic su Cerca ancora.";
"genericOldExpressConfirm" = "Utility AirPort ha rilevato una %1$@ denominata “%2$@”.\n\nSe non si tratta della %3$@ che desideri configurare, fai clic su \"Cerca ancora\".";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "Per riprodurre la  musica di iTunes utilizzando AirPort Express, selezionalo dal menu a comparsa nella parte inferiore destra della finestra di iTunes.";

"expressFinalDescription" = "AirPort Express è configurata per la connessione a Internet, la condivisione di una stampante USB e la riproduzione di musica iTunes attraverso altoparlanti remoti mediante AirPlay.";

"expressClientRadio" = "Connetti al network wireless attuale";
"extremeClientRadio" = "Estendi il raggio di azione del network AirPort Extreme, AirPort Express";

"expressClientDescription" = "Seleziona questa opzione per aggiungere questa %@ al network wireless attuale.";

"expressModeHeader" = "Entrambe le opzioni ti consentono di condividere una stampante USB e riprodurre musica iTunes attraverso altoparlanti remoti utilizzando AirPlay.";

/* Reachability error */
"genericNetworkTitle" = "Errore network";
"noWirelessReachability" = "Stai provando ad accedere a un dispositivo wireless AirPort attraverso la tua scheda AirPort, ma sul network Ethernet è già presente un altro dispositivo con lo stesso indirizzo IP. Scollega il cavo Ethernet, attendi qualche secondo e riprova.";
"noEthernetReachability" = "Stai provando ad accedere a un dispositivo wireless AirPort attraverso Ethernet, ma sul network AirPort è presente un altro dispositivo con lo stesso indirizzo IP. Spegni la scheda AirPort, attendi qualche secondo e riprova.";
"genericReachabilityError" = "Si è verificato un errore nel collegamento al dispositivo wireless AirPort selezionato. Assicurati che nel network non vi siano altri dispositivi con indirizzo IP %@.";
"superGenericReachabilityError" = "Si è verificato un errore durante la connessione al dispositivo wireless AirPort selezionato.";
"WDSSetupRequiresAWirelessCard" = "Utility AirPort non è in grado di configurare questo dispositivo wireless AirPort per WDS perché su questo computer non è installata una scheda AirPort.";

/* Uploading Firmware */
"firmwareError"	= "Si è verificato un errore durante l'aggiornamento del firmware %@.";
"firmwareProgress" = "Aggiorno il firmware %@…";
"firmwareNewer" = "È disponibile una versione più recente (%1$@) del firmware %2$@.";
"firmwareNewerSmall" = "Fai clic su Aggiorna per installarlo adesso.";
"firmwareSuccess" = "%@ è stata aggiornata con successo.";
"firmwareRequired" = "Il network che hai selezionato richiede l'aggiornamento del firmware.";

/* AirPort 4.2 */
"wepLabel" = "WEP a 128 bit (maggiore compatibilità)";
"wpa1label" = "WPA Personal (maggiore sicurezza)";
"wpa2label" = "WPA2 Personal (maggiore sicurezza)";
"wepDescription" = "Fornisce un livello di protezione più compatibile con i vecchi computer e dispositivi wireless. Per semplificare la connessione al network dei computer non-Macintosh, inserisci una password che contenga esattamente 13 caratteri.";
"wpa1description" = "Garantisce il massimo livello di sicurezza wireless. Solo i computer che supportano WPA potranno connettersi al network. Devi inserire una password che contenga tra 8 e 63 caratteri o 64 caratteri esadecimali.";
"wpa1and2description" = "Garantisce il massimo livello di sicurezza wireless. I computer che supportano WPA o WPA2 potranno connettersi al network. Devi inserire una password che contenga tra 8 e 63 caratteri o 64 caratteri esadecimali.";
"wpa2description" = "Garantisce il massimo livello di sicurezza wireless. I computer che supportano WPA2 potranno connettersi al network. Devi inserire una password che contenga tra 8 e 63 caratteri o 64 caratteri esadecimali.";
"tsnDescription" = "Garantisce protezione compatibile con i client WEP precedenti, ma consente ai client più recenti di connettersi al network. Devi inserire una password composta esattamente da 13 caratteri.";
"badWPAPasswordLength" = "Inserisci una password network wireless che contenga tra 8 e 63 caratteri.";
"v6_not_configured_title" = "IPv6 non configurato";
"v6_not_configred_on_all_interfaces" = "Utility AirPort può comunicare con dispositivi wireless AirPort in modo più affidabile mediante l'utilizzo di IPv6. ";
"v6_not_configured_turn_on_confirm" = "Vuoi abilitare IPv6 adesso?";
"v6_not_configured_turn_on" = "Attiva IPv6 in Preferenze di sistema.";
"v6_not_configured_turn_on_win" = "Attiva IPv6 nel Pannello di controllo.";
"authorization_error_title" = "Errore di autorizzazione";
"authorization_error" = "Utility AirPort non è stata in grado di modificare le impostazioni del network perché il pannello preferenze Network è protetto.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "1";

/* BasePassword Panel */
"BaseNameDescription" = "Questo è il nome che utilizzerai per identificare questa %@.";
"BaseNameInternalDiskDescription" = "Questo nome verrà utilizzato anche per il disco Time Capsule.";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "Inserisci la password per il disco Time Capsule o per i dischi USB collegati a %@.";
"FileSharingPasswordPrompt" = "Inserisci la password per i dischi AirPort.";
"GuestAccessPrompt" = "Puoi anche consentire agli invitati di collegarsi ai dischi AirPort senza utilizzare una password.";
"FileSharingDisclosure" = "Opzioni condivisione documenti";
"UseDiskPasswordCheckBox" = "Usa un'altra password per proteggere i dischi";

/* Wireless Options Panel */
"RadioCountryDescription" = "Seleziona il paese in cui viene utilizzata la %@.";
"RadioModeDescription" = "Seleziona la modalità radio per questa %@.";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "175";
"ProblemPanelDefaultControlWidth"	= "250";
"ProblemCodeTitle" = "Problema %1$d di %2$d: %3$@";
"ProblemCodeProblemResolved" = "Il problema è stato risolto.";
"UnresolvedProblem" = "Vuoi continuare senza risolvere questo problema?";
"UnresolvedProblemAssistant" = "Questa configurazione farà lampeggiare di colore giallo l'indicatore luminoso di stato della %@. Sei sicuro di voler continuare?";
"ProblemShouldBeResolved" = "Fai clic su Ignora per impedire che l'indicatore luminoso di stato della %@ lampeggi di colore giallo per questo problema.";
"ProblemNotResolved" = "Questo problema non è stato risolto. Riprova.";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "Risoluzione";
"ProblemSummaryIgnored" = "Ignorato";
"ProblemSummaryResolved" = "Risolto";
"ProblemSummaryConfigChanged" = "Configurazione modificata";
"ProblemSummaryUnresolved" = "Non risolto";
"ProblemSummaryHeader" = "Questo pannello mostra i problemi segnalati dalla %@ e indica se sono stati risolti.";
"ProblemSummaryChoicePrompt" = "Che cosa vuoi fare adesso?";
"ProblemSummaryUpdateWithTheseSettings" = "Aggiorna la %@ con queste impostazioni";
"ClickUpdateToUpdate" = "Fai clic su Aggiorna per terminare la configurazione di questo %@.";
"ProblemSummaryReconfigureToo" = "Modifica le altre impostazioni della %@";
"ProblemSummaryReconfigureFooter" = "Fai clic su Continua per modificare le impostazioni della %@.";
"ProblemSummarySwitch" = "Configura un altro dispositivo wireless AirPort";
"ClickDoneToSwitch" = "Fai clic su Fine per selezionare un altro dispositivo wireless AirPort.";
"ProblemSummaryAllResolved" = "Sono stati risolti tutti i problemi.";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "175";
"EthernetPanelDefaultControlWidth"	= "250";
"EthernetPanelDescription" = "Inserisci le informazioni TCP/IP ricevute dall'Internet Provider. Se ricevi automaticamente l'indirizzo IP scegli Utilizza DHCP, se invece desideri inserire un determinato indirizzo IP, scegli Manualmente.";
"DHCPConfirmPanelDHCP_Yes" = "Accedo a Internet con un modem via cavo o DSL utilizzando DHCP";
"DHCPConfirmPanelDHCP_No" = "Non utilizzo DHCP";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "175";
"PPPoEConfirmPanelDefaultControlWidth"	= "250";
"PPPoEConfirmPanelPPPoE_Yes" = "Accedo a Internet con un modem via cavo o DSL utilizzando PPPoE";
"PPPoEConfirmPanelPPPoE_No" = "Non utilizzo PPPoE";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "175";
"SetupAssistantPanelDefaultControlWidth" = "250";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "Fornisci un nome e un livello di sicurezza per il network wireless.";
"NetworkSecurityDefaultControlIndent"= "175";
"NetworkSecurityDefaultControlWidth" = "250";
"WPAEnterpriseSecurityDescription" = "Questo network wireless è protetto con WPA Enterprise. Se vuoi modificare le impostazioni del server RADIUS, seleziona Impostazione manuale dal menu Base.";
"NoSecurityLabel" = "Nessuna sicurezza";
"NoSecurityDescription" = "Qualsiasi dispositivo wireless può accedere al network senza dover inserire una password.";
"NoSecurityUncheckedFooter" = "Devi selezionare l'opzione sopra riportata prima di poter andare al passaggio successivo.";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "Scegli il network wireless che %@ dovrà utilizzare. Se il network non è presente, fai clic sul menu e riprova. Se il problema persiste, assicurati che il dispositivo sia collegato.";
"JoinNetworkQ61AudioNameSuggestion" = "Ad esempio, Soggiorno.";
"JoinNetworkExtendDescription" = "Se desideri estendere il raggio d'azione di questo network e consentire ai client di accedere in modalità wireless o via Ethernet, seleziona l'opzione sottostante.";
"JoinNetworkExtendCheckboxTitle" = "Estendi il raggio d'azione di questo network";
"JoinNetworkExtendWarning" = "Questa azione potrebbe ripercuotersi sulle prestazioni globali del network.";
"JoinNetworkProxySTADescription" = "Se non selezioni l'opzione, %@ fornisce servizi audio e USB e i client possono accedere al network solamente utilizzando Ethernet.";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "Dal menu sottostante, scegli il network AirPort Extreme o AirPort Express che desideri ampliare. Se non è presente, fai clic sul menu e riprova. Se il problema persiste, assicurati che il dispositivo wireless AirPort sia collegato e si trovi nel raggio di azione di questo computer.";

/* Internet Choice Panel */
"InternetChoiceDescription" = "Seleziona la modalità di connessione a Internet";
"InternetChoiceDSLCableEthernet" = "Uso un modem via cavo o DSL con un indirizzo IP statico o DHCP";
"InternetChoiceDSLCablePPPoE" = "Uso un modem via cavo o DSL con PPP via Ethernet (PPPoE)";
"InternetChoiceLAN" = "Mi collego al mio network di area locale (LAN)";
"InternetChoiceModem" = "Uso un modem collegato alla mia linea telefonica";
"InternetChoiceNoInternet" = "Non posso ancora collegarmi a Internet";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "Crea un nuovo network wireless";
"ClientAP_APRadioDesc" = "Seleziona questa opzione se desideri configurare un nuovo network wireless per condividere una connessione Internet a banda larga con computer wireless.";
"ClientAP_FirstTimeConfig" = "Sembra che tu stia configurando questa %@ per la prima volta.";
"ClientAP_FirstTimePrompt" = "Imposta la configurazione di questa %@.";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "Scegli se preferisci che la %@ acceda a un network wireless esistente come client wireless o se invece preferisci estendere il raggio di azione del network wireless.";
"ClientWDS_JoinRadioTitle" = "Accedi al network wireless esistente";
"ClientWDS_JoinRadioDesc" = "Seleziona questa opzione se desideri utilizzare la %@ per condividere una stampante USB o riprodurre musica iTunes tramite altoparlanti remoti.";
"ClientWDS_ExtendRadioTitle" = "Estendi il raggio di azione del network AirPort Extreme o AirPort Express";
"ClientWDS_ExtendRadioDesc" = "Seleziona questa opzione se desideri che la %@ estenda il network wireless e condivida la connessione Internet.";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "Altro Provider Internet";
"PrimaryPhoneNumber" = "Numero di telefono principale";
"PrimaryDNSServer" = "Server DNS primario";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "%@ può effettuare il backup dei tuoi computer con Mac OS X  10.5 o versione successiva utilizzando Time Machine e può condividere la connessione Internet e i dispositivi USB con i computer presenti sul tuo network wireless.";
"genericAudioProductTextBlock" = "%@ può riprodurre la musica di iTunes attraverso altoparlanti remoti utilizzando AirPlay e può condividere la tua connessione a Internet e i dispositivi USB sul network.";
"genericProductTextBlock" = "%@ può condividere la tua connessione a Internet e dispositivi USB sul network.";
"genericInternalDiskProductNameTextBlock" = "Inserisci un nome per la %@. Questo nome la identifica sul network e rappresenta anche il nome del disco.";
"genericEnterName" = "Inserisci un nome per la %@.";
"IdentityDescription" = "Questo nome identifica la %@ sul network.";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "Utility AirPort ha rilevato il network “%@” wireless e ha stabilito che questo computer si è già collegato a questo network. Specifica l'operazione che vuoi eseguire con la %@";
"ReplaceNetworkPanelReplacingPrevious" = "Sostituisci “%1$@” con %2$@";
"ReplaceNetworkPanelReplacingAnother" = "Sostituisci un network diverso con %@";
"ReplaceNetworkPanelCreatingNewNetwork" = "Crea nuovo network utilizzando la %@";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "Seleziona il network da sostituire dall'elenco sotto:";
"TurnOffNetworkBeingReplaced" = "Scollega il dispositivo da sostituire e fai clic su OK. Se pensi di utilizzarlo di nuovo, riportalo ai valori di default.";

"FoundWirelessNetworksDescription" = "Utility AirPort ha rilevato network wireless esistenti. Disponi già di un network wireless?";
"NotFoundWirelessNetworksDescription" = "Utility AirPort non ha rilevato nessun network wireless. Disponi già di un network wireless?";
"FoundWirelessNetworksIHaveOne" = "Dispongo di un network wireless e desidero aggiungere %@ o sostituire un dispositivo già presente sul mio network";
"FoundWirelessNetworksIHaveOneDescription" = "Scegli questa opzione se desideri sostituire la base esistente o il router wireless con %@ oppure aggiungerla al network.";
"CreateAWirelessNetwork" = "Desidero creare un nuovo network wireless";

"genericWhatDoYouWantToDoWith" = "Specifica l'operazione che vuoi eseguire con %@.";

"ReplaceAddWiredChoiceJoin" = "Desidero che %@ si connetta al mio network attuale";
"ReplaceAddWiredChoiceReplace" = "Desidero sostituire una base o un router wireless con %@";
"ReplaceAddWiredChoiceReplaceDescription" = "Scegli questa opzione se desideri sostituire una base o un router wireless del network e utilizzare le impostazioni per %@.";
"JoinExpandWirelessDisabledChoiceJoin" = "Voglio che %@ si connetta in modalità wireless al network";
"JoinExpandWirelessDisabledChoiceExpand" = "Desidero connettere %@ al mio network mediante Ethernet per estendere il mio network wireless attuale o per crearne un altro.";
"JoinExpandWirelessDisabledChoiceDisabled" = "Desidero disabilitare il network wireless su questo %@ e connettere al mio computer o network mediante Ethernet";


"ConfigureForWiredCreateAdditionalNetwork" = "Desidero creare un network aggiuntivo";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "Scegli questa opzione se desideri collegare %1$@ utilizzando Ethernet e creare un network %2$@ aggiuntivo al network attuale. I client wireless 802.11 b/g/n, compreso iPhone, possono collegarsi al network da 2,4 GHz esistente. I client wireless 802.11 a/n possono collegarsi al network da 5 GHz.";
"ConfigureForWiredCreateRoamingNetwork" = "Desidero connettere %@ al mio network mediante Ethernet per estendere il mio network wireless esistente";
"ConfigureForWiredCreateRoamingNetworkDescription" = "Scegli questa opzione se la %@ si collega al router base/wireless esistente utilizzando Ethernet e desideri estendere il raggio di azione del network wireless. I network avranno lo stesso nome e i client wireless si collegheranno automaticamente al network con il segnale più forte.";

"UseADifferentNetworkName" = "Il nome del network wireless dovrebbe essere diverso dal nome del network esistente.";

"ReplaceNetworkTopDescription" = "Seleziona il dispositivo o il network che desideri sostituire. Se non lo visualizzi, assicurati che sia collegato e nel raggio di portata del computer.";
"SelectNetworkTopDescription" = "Seleziona il dispositivo o il network a cui %@ dovrà connettere mediante Ethernet. Se non lo visualizzi, assicurati che sia collegato e nel raggio di portata del computer.";
"SelectNetworkBottomDescription" = "Se non è più disponibile, fai clic su Continua senza selezionare nulla.";
"MoreChoices" = "Mostra più opzioni";
"LessChoices" = "Mostra meno opzioni";
"ScanAgain" = "Cerca ancora";
"ReplaceOptionsOldDesc" = "Seleziona ciò che desideri fare con il dispositivo precedente una volta trasferite le impostazioni";
"ReplaceOptionsOld_Use" = "Continua a utilizzarlo nel mio network";
"ReplaceOptionsOld_Restore" = "Ripristina le impostazioni di default…";
"ReplaceBaseNameModifier" = " precedente";

"ReconfigurePrintersTopDescription" = "Stampanti compatibili USB collegate a questo %@ sono condivise sul network.";
"ReconfigurePrintersChangeNamesDescription" = "Per modificare il nome di una stampante, fai doppio clic sul nome nella colonna Nome condiviso, nell'elenco sottostante.";
"ReconfigurePrintersChangeAllSettingsDescription" = "Modifica i nomi o le impostazioni di condivisione delle stampanti.";
"ReconfigurePrintersNoneDescription" = "Nessuna stampante USB è connessa a questo %@.";

"ReconfigureStartOver" = "Desidero ripristinare le impostazioni di fabbrica di questo %@ e poi configurarlo nuovamente.";
"ReconfigureChangeSelectedSettings" = "Desidero modificare alcune delle impostazioni per questo %@.";
"ReconfigureUseManualForOtherSettings" = "Se l'impostazione che desideri modificare non viene mostrata, per accedere a tutte le impostazioni fai clic su Impostazione manuale.";
"ReconfigureWirelessSecurity" = "Network wireless";
"ReconfigureBaseStationSecurity" = "%@ Nome e password";
"ReconfigureInternetSettings" = "Connessione Internet";
"ReconfigureFileSharingAccess" = "Dischi";
"ReconfigurePrinters" = "Condivisione stampante USB";
"ReconfigureMusic" = "Musica";
"ReconfigureSelectAtLeastOneSetting" = "Seleziona almeno un'impostazione da modificare prima di fare clic su Continua.";
"ReconfigurePrompt" = "Questo %@ è già impostato e non segnala problemi. Puoi ripristinare le impostazioni predefinite o apportare modifiche alle impostazioni attuali.";
"ReconfigureGoBackForNoChanges" = "Per non apportare modifiche, fai clic su Indietro.";
"ReconfigureBasePasswordSecurePrompt" = "Questo %@ è impostato con una password.";
"ReconfigureInternetPrompt" = "Questo %@ è impostato con le seguenti impostazioni Internet.";
"ReconfigureAirPlayPrompt" = "Questo %@ è impostato con le seguenti impostazioni AirPlay.";
"ReconfigureDiskPrompt" = "Questo %@ è impostato con le seguenti impostazioni di condivisione disco.";
"ReconfigurePrintersPrompt" = "Questo %@ è impostato con le seguenti impostazioni di condivisione stampante.";
"ReconfigureWirelessSecurePrompt" = "Questo %@ è impostato con le seguenti impostazioni wireless, utilizzando le impostazioni di sicurezza WPA.";
"ReconfigureWirelessInsecurePrompt" = "Questo %@ è impostato con le seguenti impostazioni wireless.";
"ReconfigureWirelessUseWPA" = "È consigliabile utilizzare le impostazioni di sicurezza WPA.";
"ReconfigureAPModePrompt" = "Puoi mantenere le impostazioni di questa modalità o selezionare una modalità differente.";
"ReconfigureFinalDescriptionNoChange" = "Le impostazioni del %@ non sono state modificate.";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "%@ Impostazioni.";
"ReconfigureKeepTheseSettings" = "Utilizza le impostazioni attuali del dispositivo";
"ReconfigureKeepCurrentSettings" = "Utilizza le impostazioni %@ attuali del dispositivo";
"ReconfigureKeepModeSettings" = "Mantieni la modalità wireless attuale (%@)";
"ReconfigureChangeTheseSettings" = "Modifica queste impostazioni";
"ReconfigureChangeCurrentSettings" = "Modifica queste impostazioni %@:";
"ReconfigureChangeModeCreate" = "Questo %@ è impostato per creare un network wireless.";
"ReconfigureChangeModeCreateTitle" = "Crea un network wireless";
"ReconfigureChangeModeExtendTitle" = "Collegati a un network mediante Ethernet per estendere il network o per crearne un altro.";
"ReconfigureChangeModeJoin" = "Questo %@ è impostato per accedere a un network wireless.";
"ReconfigureChangeModeJoinTitle" = "Accedi a un network wireless";
"ReconfigureChangeModeDisable" = "Questo %@ è impostato con il network wireless disattivato.";
"ReconfigureChangeModeDisableTitle" = "Disabilita i dispositivi wireless e collegati a un computer o network mediante Ethernet";
"ReconfigureKeepOrChangePrompt" = "Esegui la selezione desiderata, poi fai clic su “Continua” per procedere.";
"ReconfgureDiscardChangesPrompt" = "Sei sicuro di voler annullare le modifiche eseguite a queste impostazioni?";
"ReconfgureDiscardChanges" = "Annulla modifiche";
"ReconfgureKeepChanges" = "Mantieni modifiche";

"IfUnsureClickMoreInfo" = "Se non sei sicuro dell'opzione da selezionare, fai clic su Ulteriori informazioni.";

"UseManualSetupForOtherSettings" = "Utilizza Impostazioni manuali per altre impostazioni";

"OnePanelCreateNetworkAutoConfigYes" = "Configura questo %@ utilizzando queste impostazioni";
"OnePanelCreateNetworkAutoConfigNo" = "Modifica impostazioni per questo “%@”…";
"OnePanelCreateNetworkTopDesc" = "Utility AirPort imposterà questo %@ per creare un nuovo network wireless sicuro e collegarsi a Internet.";
"PasswordsSavedToKeychain" = "Tutte le password verranno salvate nel portachiavi.";
"PasswordsSavedToKeychainWin" = "La password della base e il profilo wireless verranno salvati su questo computer.";
"WillConnectUsingEthernet" = "Questo %@  verrà connesso a Internet tramite Ethernet.";
"WillConnectUsingPPPoE" = "Questo %@  verrà connesso a Internet tramite PPPoE.";
"WillConnectUsingBridge" = "Questo %@ verrà impostato in modalità Bridge poiché è collegato a un router o un altro dispositivo di networking che già utilizza DHCP e NAT per assegnare indirizzi IP.";

"OnePanelReplaceTopDesc" = "AirPort Utility può trasferire le impostazioni da un altro dispositivo wireless. Seleziona il dispositivo dall'elenco di seguito riportato.";


"ContinueToUseAssistant" = "Fai clic su Continua per utilizzare l'Assistente per configurare questo %@.";
"ClickQuitWhenDone" = "Se hai completato le modifiche ai dispositivi wireless AirPort, fai clic su Esci.";
"DoSomethingElse" = "Se desideri configurare un altro dispositivo wireless AirPort, selezionalo dall'elenco.";
"SomethingNeedsAttentionUpdate" = "Uno o più dispositivi wireless AirPort devono essere aggiornati.";
"SomethingNeedsAttentionProblem" = "Uno o più dispositivi wireless AirPort stanno segnalando la presenza di problemi.";
"SomethingNeedsAttentionDefault" = "Uno o più dispositivi wireless AirPort hanno impostazioni di default.";
"SomethingNeedsContinueUpdate" = "Fai clic su Continua per selezionare il dispositivo successivo che necessita di aggiornamento.";
"SomethingNeedsContinueProblem" = "Fai clic su Continua per risolvere i problemi con il dispositivo successivo.";
"SomethingNeedsContinueDefault" = "Fai clic su Continua per configurare il dispositivo successivo.";

"UpdateFirmware" = "Aggiorno il firmware…";
"UpdateFirmwareTo" = "Aggiorna a “%@”…";
"CheckUpdateButton" = "Verifica aggiornamenti";
"CheckStatus" = "Verifico gli aggiornamenti…";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "Time Machine conserva copie di tutti i tuoi oggetti sul Mac, incluse foto digitali, musica, filmati, spettacoli TV e documenti. Se è necessario, puoi andare facilmente indietro nel tempo per recuperare tutti i documenti di cui è stato eseguito il backup.";
"TimeMachineTopDesc2" = "Time Machine conserva copie di tutti i tuoi oggetti sul Mac, compresi documenti di sistema, applicazioni e impostazioni, come pure la tua musica, le immagini e altri documenti importanti. Poiché Time Machine esegue backup giornalieri, puoi visualizzare la situazione precedente del tuo Mac.";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "Time Machine è già pronto per eseguire il backup di questo computer a %@.";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "Time Machine è già pronto per eseguire il backup di questo computer.";
"TimeMachineQueryDesc" = "Vuoi utilizzare Time Machine per eseguire il backup di questo computer a %@?";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "Non adesso";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "Sì (Le preferenze di Time Machine si apriranno dopo che aggiorni Time Capsule.)";
"TimeMachineBottomDesc" = "Time Machine conserva:\n\nBackup orari delle ultime 24 ore\nBackup giornalieri dell'ultimo mese\n\nBackup settimanali fino a quando il disco di backup è pieno";
"TimeMachineUseTMPrefs" = "Per eseguire il backup di altri computer sul network o per impostare ulteriori opzioni di Time Machine, utilizza le preferenze di Time Machine in Preferenze di Sistema.";
"TimeMachineWillLaunchTMPrefs" = "Le preferenze di Time Machine verranno aperte dopo l'impostazione di questo %@.";

"TimeMachineMigrateDiskDesc" = "AirPort Utility può effettuare la migrazione di tutto il contenuto del disco Time Capsule di “%@” su questo disco Time Capsule.";
"TimeMachineMigrateDiskDesc.replace" = "Se sul disco Time Capsule è contenuto un backup di Time Machine, verrà trasferito e tutti i client di Time Machine utilizzeranno il nuovo disco Time Capsule per effettuare i backup.";
"TimeMachineMigrateDisk" = "Trasferisci il contenuto del disco su questo disco Time Capsule";
"TimeMachineMigrateDiskEraseSource" = "Inizializza il contenuto del disco di “%@” dopo la migrazione";
"TimeMachineMigrateDiskEraseSource.description" = "Il contenuto del disco di “%@” verrà inizializzato solo dopo che sia stato trasferito con successo su questo disco Time Capsule.";
"TimeMachineMigrateDiskReplace.description" = "Sostituisci il contenuto di questo disco Time Capsule con il contenuto del disco di “%@”";

"TimeMachineMigrateDiskSummary.Settings" = "Utility AirPort sta per effettuare la migrazione dei contenuti, delle password e delle impostazioni network di “%@” sul nuovo dispositivo %@.";
"TimeMachineMigrateDiskSummary.Backups" = "Se su “%@” sono presenti dei backup di Time Machine, verranno trasferiti. L'operazione potrebbe durare a lungo.";
"TimeMachineMigrateDiskSummary.Renaming" = "Durante il trasferimento, il dispositivo da cui stai effettuando il trasferimento verrà rinominato “%@%@” e il nuovo dispositivo verrà chiamato ”%@”.";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "Dopo la migrazione, il contenuto del disco di %@%@” verrà inizializzato.";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "Prima che inizi il trasferimento, il contenuto di Time Capsule verrà inizializzato.";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "L'azione è irreversibile.";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "Dopo aver completato la migrazione, puoi ripristinare le impostazioni di default del disco Time Capsule precedente e inizializzare il disco.";
"HowToRestoreDefaults" = "Per ripristinare il dispositivo, accedi alla sua configurazione selezionandolo dalla barra laterale, facendo clic su “Impostazione manuale” e scegliendo “Ripristina le impostazioni di default” dal menu della base.";
"HowToEraseDisk" = "Per cancellare il contenuto del disco, scegli “Inizializza disco” dal pannello Dischi.";
 
"MigrateSummaryDescription" = "%@ verrà configurato per utilizzare le impostazioni di “%@”, tra cui il contenuto del disco, le impostazioni del network e le password. Se “%@” contiene dei backup di Time Machine, essi verranno trasferiti.";
"MigrateSummaryEthernetDescription" = "Per ottimizzare il trasferimento, quando richiesto, collega un cavo Ethernet dalla porta WAN del dispositivo precedente alla porta LAN di quello nuovo.";
"MigrateSummaryMoreInfo" = "Fai clic su “Ulteriori informazioni” per informazioni aggiuntive sul trasferimento, quindi fai clic su Aggiorna per avviare il trasferimento.";

"WirelessInterfaceIsOff" = "L'interfaccia del networking wireless è disattivata.";
"AirPortIsOff" = "AirPort non è attivo.";
"MigrateRequiresAirPort" = "Per la sostituzione della base o del router wireless, AirPort deve essere attivato. Desideri attivarlo?";
"MigrateRequiresWireless" = "Per la sostituzione della base o del router wireless, deve essere attivato il networking wireless.";
"AUWorksBetterWithWireless" = "Assicurati di disporre di una scheda wireless installata e configurata e di avere abilitato il networking wireless.";
"AUWorksBetterWithAirPort" = "Assicurati di disporre di una scheda AirPort installata e di avere abilitato AirPort.";


/* End of AirPortAssistant.strings file */
